💯 🔞 🔠 🔡	🔢 🔣 🔤 🅰	🆎 🅱 🆑 🆒	🆓 🆔 🆕 🆖	🅾 🆗 🅿 🆘 🆙 🆚 🈁 🈂 🈷 🈶 🈯 🉐 🈹 🈚 🈲 🙈 🙉 🙊 ⏏ ⏺ ⏹ ⏮ ⏸ 🈴 💠 🈸 🉑 🎦 🔅 🔆 📶 📵 📳 📴 🔟 🈵 🈺 ㊙ ㊗ 🈳 🔘 🏁
🏳
🏴
🚩
🏧
🚮
🚰
🚹
🚺
🚻 🚼 🚾 🛂 🛃 🛄 🛅 🚸	
⛔
🚫
🚳	
🚭	
🚯	
🚱
🚷	
☢
☣
🛐
⚛
📛
🔰
🔱	〽 ✳ ✴	❇ 💱 💲 ❓ 〰 ⏭ 🎍 🎎 🎏 
🎐 
🎑 
🎀	Лента 		
#  #11
🎁	Упакованный подарок		
#  #12
🎖	Военная медаль		
#  #13
🎗	Памятная ленточка		
#  #14
🎞	Кинопленка		
#  #15
🎟	Входные билеты		
#  #16
🎫	Билет		
#  #17
🏷	Этикетка		
#  #18
⚽	Футбольный мяч 		
#  #19
⚾	Бейсбол		
#  #11
🏀	Баскетбол		
#  #111
🏈	Американский футбол		
#  #112
🏉	Регби 		
#  #113
🎾	Теннисный мяч		
#  #114
🎱	Бильярд		
#  #115
🎳	Боулинг		
#  #116
⛳	Флаг в лунке		
#  #117
🏌	Гольфист		
#  #118
🎣	Удочка и рыба		
#  #119
🎽	Футболка с полосой		
#  #12
🎿	Лыжи и лыжный ботинок		
#  #121
🏂	Сноубордист		
#  #122
🏄	Сёрфингист		
#  #123
🏇	Скачки		
#  #124
🏊	Пловец		
#  #125
🏋	Штангист		
#  #126
🚴	Велосипедист		
#  #127
🚵	Горный велосипедист		
#  #128
🏎	Гоночный автомобиль		
#  #129
🏍	Гоночный мотоцикл		
#  #13
🏅	Спортивная медаль		
#  #131
🏆	Кубок		
#  #132
🏏	Бита и мяч для крикета		
#  #133
🏐	Волейбол		
#  #134
🏑	Клюшка и мяч для хоккея на траве		
#  #135
🏒	Хоккейная клюшка и шайба		
#  #136
🏓	Ракетка и шарик для настольного тенниса		
#  #137
🏸	Ракетка и волан для бадминтона		
#  #138
🎯	Точное попадание 		
#  #139
🎮	Видеоигра		
#  #14
🕹	Джойстик		
#  #141
🎲	Игральная кость		
#  #142
🃏	Игральная карта «Джокер»		
#  #143
🀄	Плитка маджонг «Красный дракон»		
#  #144
🎴	Цветочные игральные карты		
#  #145
💧	Капелька		
#  #146
🌊	Волна		
#  #147
🎃	Фонарь из тыквы		
#  #148
🎄	Новогодняя ёлка		
#  #149
🎆	Фейерверк		
#  #15
🎇	Фейерверк		
#  #151
✨	Искры		
#  #152
🎈	Воздушный шарик		
#  #153
🎉	Хлопушка		
#  #154
🎊	Конфетти		
#  #155
🛋	Диван с торшером		
#  #156
🚽	Туалет		
#  #157
🚿	Душ		
#  #158
🛀	Ванна		
#  #159
🛁	Ванна		
#  #16
⌛	Песочные часы		
#  #161
⏳	Песочные часы		
#  #162
⌚	Часы		
#  #163
⏰	Будильник		
#  #164
🕰	Каминные часы		
#  #165
🕛	На часах 12:		
#  #166
🕧	На часах 12:3 		
#  #167
🕐	На часах 1:		
#  #168
🕜	На часах 1:3		
#  #169
🕑	На часах 2:		
#  #17
🕝	На часах 2:3		
#  #171
🕒	На часах 3:		
#  #172
🕞	На часах 3:3		
#  #173
🕓	На часах 4:		
#  #174
🕟	На часах 4:3		
#  #175
🕔	На часах 5:		
#  #176
🕠	На часах 5:3		
#  #177
🕕	На часах 6:		
#  #178
🕡	На часах 6:3		
#  #179
🕖	На часах 7:		
#  #18
🕢	На часах 7:3		
#  #181
🕗	На часах 8:		
#  #182
🕣	На часах 8:3		
#  #183
🕘	На часах 9:		
#  #184
🕤	На часах 9:3		
#  #185
🕙	На часах 1:		
#  #186
🕥	На часах 1:3		
#  #187
🕚	На часах 11:		
#  #188
🕦	На часах 11:3		
#  #189
🌑	Условное
обозначение новолуния		
#  #19
🌒	Растущая луна		
#  #191
🌓	Первая четверть луны		
#  #192
🌔	Условное обозначение растущей луны		
#  #193
🌕	Полнолуние		
#  #194
🌖	Условное обозначение убывающей луны		
#  #195
🌗	Последняя четверть луны		
#  #196
🌘	Символ убывающей Луны		
#  #197
🌙	Полумесяц		
#  #198
🌚	Новая Луна с лицом		
#  #199
🌛	Полумесяц с лицом		
#  #2
🌜	Улыбающийся месяц		
#  #21
🌡	Термометр		
#  #22
☀	Сияющее солнце		
#  #23
🌝	Улыбающаяся полная Луна		
#  #24
🌞	Улыбающееся солнце		
#  #25
🌟	Сверкающая звезда		
#  #26
🌠	Падающая звезда		
#  #27
☁	Туча		
#  #28
⛅	Солнце за облаком		
#  #29
🌤	Солнце и облачко		
#  #21
🌥	Солнце за облаком		
#  #211
🌦	Слепой дождь		
#  #212
🌧	Туча и капли дождя		
#  #213
🌨	Облако и снег		
#  #214
🌩	Туча и молния		
#  #215
🌪	Облако с торнадо		
#  #216
🌫	Туман		
#  #217
🌬	Лицо, выдувающее ветер		
#  #218
🌀	Циклон		
#  #219
🌈	Радуга		
#  #22
🌂	Сложенный зонт		
#  #221
☔	Зонтик с каплями дождя		
#  #222
❄	Снежинка		
#  #223
⛄	Снеговик		
#  #224
🔥	Огонь		
#  #225
🎨	Палитра		
#  #226
🎰	Игровой автомат		
#  #227
🚂	Паровоз		
#  #228
🚃	Вагон		
#  #229
🚄	Скоростной поезд		
#  #23
🚅	Скоростной поезд с закруглённой носовой частью		
#  #231
🚆	Поезд		
#  #232
🚇	Метро		
#  #233
🚈	Монорельс		
#  #234
🚉	Станция		
#  #235
🚊	Трамвай		
#  #236
🚝	Монорельс		
#  #237
🚞	Горная железная дорога		
#  #238
🚋	Трамвай		
#  #239
🚌	Автобус		
#  #24
🚍	Прибывающий автобус		
#  #241
🚎	Троллейбус		
#  #242
🚏	Автобусная остановка		
#  #243
🚐	Микроавтобус		
#  #244
🚑	Машина скорой помощи		
#  #245
🚒	Пожарная машина		
#  #246
🚓	Полицейская машина		
#  #247
🚔	Встречная полицейская машина		
#  #248
🚕	Такси		
#  #249
🚖	Такси		
#  #25
🚗	Автомобиль		
#  #251
🚘	Встречный автомобиль		
#  #252
🚙	Внедорожник		
#  #253
🚚	Грузовик		
#  #254
🚛	Автопоезд		
#  #255
🚜	Трактор		
#  #256
🚲	Велосипед		
#  #257
⛽	Бензоколонка		
#  #258
🛣	Шоссе		
#  #259
🛤	Железнодорожный путь		
#  #26
🚨	Полицейская мигалка		
#  #261
🚥	Горизонтальный светофор		
#  #262
🚦	Вертикальный светофор		
#  #263
🚧	Знак «Идет строительство»		
#  #264
⛵	Парусное судно		
#  #265
🚣	Лодка с вёслами		
#  #266
🚤	Катер		
#  #267
🛳	Пассажирское судно		
#  #268
🛥	Моторная лодка		
#  #269
🚢	Корабль		
#  #27
✈	Самолёт		
#  #271
🛩	Маленький самолет		
#  #272
🛫	Взлетающий самолет		
#  #273
🛬	Идущий на посадку самолет		
#  #274
💺	Кресло		
#  #275
🚁	Вертолёт		
#  #276
🚟	Подвесная железная дорога		
#  #277
🚠	Канатная дорога		
#  #278
🚡	Фуникулер		
#  #279
🚀	Ракета		
#  #28
🛰	Спутник		
#  #281
🛎	Гостиничный звонок		
#  #282
🚪	Дверь 		
#  #283
🛌	Место для ночлега		
#  #284
🛏	Кровать		
#  #285
🌍	Европа и Африка на земном шаре		
#  #286
🌎	Америка на земном шаре		
#  #287
🌏	Азия и Австралия на земном шаре		
#  #288
🌐	Земной шар с меридианами		
#  #289
🗺	Карта мира		
#  #29
🏔	Гора с заснеженной вершиной		
#  #291
🌋	Вулкан		
#  #292
🗻	Фудзияма		
#  #293
🏕	Турпоходы		
#  #294
🏖	Зонт на пляже		
#  #295
🏜	Пустыня		
#  #296
🏝	Пустынный остров		
#  #297
🏞	Национальный парк		
#  #298
🏟	Стадион		
#  #299
🏛	Здание в классическом стиле		
#  #3
🏗	Стройка		
#  #31
🏘	Жилые дома		
#  #32
🏙	Городской пейзаж		
#  #33
🏚	Заброшенный дом		
#  #34
🏠	Дом		
#  #35
🏡	Дом с садом 		
#  #36
⛪	Церковь 		
#  #37
🕋	Кааба		
#  #38
🕌	Мечеть		
#  #39
🕍	Синагога		
#  #31
🏢	Офисное здание		
#  #311
🏣	Японский почтамт		
#  #312
🏤	Европейский почтамт		
#  #313
🏥	Больница		
#  #314
🏦	Банк		
#  #315
🏨	Гостиница		
#  #316
🏩	Отель для влюблённых		
#  #317
🏪	Круглосуточный магазин 		
#  #318
🏫	Школа		
#  #319
🏬	Универмаг		
#  #32
🏭	Завод		
#  #321
🏯	Японская крепость		
#  #322
🏰	Европейский замок		
#  #323
💒	Свадьба		
#  #324
🗼	Токийская телевизионная башня		
#  #325
🗽	Статуя свободы 		
#  #326
🗾	Карта японских островов		
#  #327
⛲	Фонтан		
#  #328
⛺	Палатка		
#  #329
🌁	Туман		
#  #33
🌃	Звёздная ночь		
#  #331
🌄	Восход солнца в горах		
#  #332
🌅	Восход		
#  #333
🌆	Вечерний городской пейзаж		
#  #334
🌇	Закат над домами		
#  #335
🌉	Мост ночью		
#  #336
♨	Горячие источники		
#  #337
🌌	Млечный путь		
#  #338
🎠	Карусельная лошадка		
#  #339
🎡	Колесо обозрения		
#  #34
🎢	Американские горки		
#  #341
💈	Символическое обозначение парикмахерской		
#  #342
🎪	Цирковой шатёр		
#  #343
🎭	Театральное искусство		
#  #344
🖼	Картина в раме		
#  #345
🍬	Конфета		
#  #346
🍭	Леденец		
#  #347
🍮	Заварной крем		
#  #348
🍯	Горшочек мёда		
#  #349
🍼	Детская бутылочка		
#  #35
☕	Горячий напиток		
#  #351
🍵	Чашка без ручки		
#  #352
🍶	Бутылка саке и чашка		
#  #353
🍾	Бутылка с вылетающей пробкой		
#  #354
🍷	Бокал вина		
#  #355
🍸	Коктейльный бокал		
#  #356
🍹	Тропический коктейль		
#  #357
🍺	Кружка пива		
#  #358
🍻	Звон пивных кружек		
#  #359
🍽	Тарелка, вилка и нож		
#  #36
🍴	Вилка и нож		
#  #361
🍳	Кулинария		
#  #362
🏺	Амфора		
#  #363
🍈	Арбуз		
#  #364
🍉	Арбуз		
#  #365
🍊	Мандарин		
#  #366
🍋	Лимон		
#  #367
🍌	Банан		
#  #368
🍍	Ананас		
#  #369
🍎	Красное яблоко 		
#  #37
🍏	Зелёное яблоко		
#  #371
🍐	Груша		
#  #372
🍑	Персик 		
#  #373
🍒	Вишня		
#  #374
🍓	Клубника		
#  #375
🍅	Помидор		
#  #376
🍆	Баклажан		
#  #377
🌽	Початок кукурузы		
#  #378
🌶	Острый перец		
#  #379
🍄	Гриб		
#  #38
🌰	Каштан		
#  #381
🍞	Хлеб 		
#  #382
🧀	Ломтик сыра		
#  #383
🍖	Мясо на кости		
#  #384
🍗	Куриная ножка		
#  #385
🍔	Гамбургер		
#  #386
🍟	Картофель фри		
#  #387
🍕	Кусок пиццы		
#  #388
🌭	Хот-дог		
#  #389
🌮	Тако		
#  #39
🌯	Буррито		
#  #391
🍿	Очень интересно! Продолжайте.		
#  #392
🍲	Горшочек с едой		
#  #393
🍱	Японский ланч-бокс		
#  #394
🍘	Рисовое печенье		
#  #395
🍙	Рисовый шарик		
#  #396
🍚	Варёный рис		
#  #397
🍛	Карри и рис		
#  #398
🍜	Чашка с дымящейся едой		
#  #399
🍝	Спагетти 		
#  #4
🍠	Сладкий жареный картофель		
#  #41
🍢	Одэн		
#  #42
🍣	Суши 		
#  #43
🍤	Жареная креветка		
#  #44
🍥	Рыбный пирог с завитушкой		
#  #45
🍡	Данго		
#  #46
🍦	Мороженное		
#  #47
🍧	Колотый лед		
#  #48
🍨	Мороженое 		
#  #49
🍩	Пончик		
#  #41
🍪	Печенье		
#  #411
🎂	Праздничный торт		
#  #412
🍰	Кусок пирога		
#  #413
🐓	Петух 		
#  #414
🐣	Вылупившийся цыплёнок		
#  #415
🐥	Цыплёнок в анфас		
#  #416
🐤	Цыплёнок		
#  #417
🐦	Птица		
#  #418
🐧	Пингвин		
#  #419
🕊	Голубь мира		
#  #42
🐸	Голова лягушки		
#  #421
🐊	Крокодил		
#  #422
🐢	Черепаха		
#  #423
🐍	Змея		
#  #424
🐲	Голова дракона		
#  #425
🐉	Дракон 		
#  #426
🐳	Кит, пускающий фонтан		
#  #427
🐋	Кит		
#  #428
🐬	Дельфин		
#  #429
🐟	Рыба		
#  #43
🐠	Тропическая рыба		
#  #431
🐡	Рыба-собака		
#  #432
🐙	Осьминог		
#  #433
🐚	Ракушка		
#  #434
🦀	Краб		
#  #435
🐌	Улитка		
#  #436
🐛	Жук		
#  #437
🐜	Муравей		
#  #438
🐝	Пчела		
#  #439
🐞	Божья коровка		
#  #44
🕷	Паук		
#  #441
🕸	Паутина		
#  #442
🦂	Скорпион		
#  #443
💐	Букет 		
#  #444
🌸	Цветок вишни		
#  #445
💮	Белый цветок		
#  #446
🏵	Геральдическая роза		
#  #447
🌹	Роза		
#  #448
🌺	Гибискус		
#  #449
🌻	Подсолнух 		
#  #45
🌼	Цветок		
#  #451
🌷	Тюльпан 		
#  #452
🌱	Рассада		
#  #453
🌲	Вечнозелёное дерево		
#  #454
🌳	Лиственное дерево		
#  #455
🌴	Пальма		
#  #456
🌵	Кактус		
#  #457
🌾	Рисовый колос		
#  #458
🌿	Растение		
#  #459
🍀	Четырёхлистный клевер		
#  #46
🍁	Кленовый лист		
#  #461
🍂	Опавшие листья		
#  #462
🍃	Лист на ветру		
#  #463
🐵	Морда обезьяны		
#  #464
🐒	Обезьяна		
#  #465
🐶	Морда собаки		
#  #466
🐕	Собака 		
#  #467
🐩	Пудель		
#  #468
🐺	Морда волка		
#  #469
🐱	Кошачья морда		
#  #47
🐈	Кошка 		
#  #471
🦁	Голова льва		
#  #472
🐯	Морда тигра		
#  #473
🐆	Леопард 		
#  #474
🐴	Морда лошади		
#  #475
🐎	Лошадь 		
#  #476
🦄	Голова единорога		
#  #477
🐮	Морда коровы		
#  #478
🐂	Вол		
#  #479
🐃	Азиатский буйвол		
#  #48
🐄	Корова 		
#  #481
🐷	Морда свиньи		
#  #482
🐖	Свинья		
#  #483
🐗	Кабан		
#  #484
🐽	Пятак свиньи		
#  #485
🐏	Барашек		
#  #486
🐑	Овца		
#  #487
🐐	Козёл 		
#  #488
🐪	Одногорбый верблюд		
#  #489
🐫	Двугорбый верблюд		
#  #49
🐘	Слон		
#  #491
🐭	Голова мыши		
#  #492
🐁	Мышь 		
#  #493
🐀	Крыса 		
#  #494
🐹	Морда хомяка		
#  #495
🐰	Морда кролика		
#  #496
🐇	Кролик 		
#  #497
🐿	Бурундук		
#  #498
🐻	Медвежья морда		
#  #499
🐨	Коала		
#  #5
🐼	Морда панды		
#  #51
🐾	Следы от лап		
#  #52
🦃	Турция		
#  #53
📇	Картотека		
#  #54
📈	Диаграмма с восходящим трендом		
#  #55
📉	Диаграмма с нисходящим графиком		
#  #56
📊	Гистограмма		
#  #57
📋	Планшет для бумаги		
#  #58
📌	Кнопка		
#  #59
📍	Кнопка с круглой головкой		
#  #51
📎	Скрепка		
#  #511
🖇	Сцепленные скрепки		
#  #512
📏	Линейка		
#  #513
📐	Чертёжный треугольник		
#  #514
🗃	Картотечный ящик		
#  #515
🗄	Картотека		
#  #516
🗑	Мусорная корзина		
#  #517
🔒	Замок 		
#  #518
🔓	Открытый замок		
#  #519
🔏	Замок и перьевая ручка		
#  #52
🔐	Закрытый замок с ключом		
#  #521
🔑	Ключ		
#  #522
🗝	Старый ключ		
#  #523
🔨	Молоток		
#  #524
🛠	Молоток и гаечный ключ		
#  #525
🔧	Гаечный ключ		
#  #526
🔩	Гайка и болт		
#  #527
🗜	Тиски		
#  #528
🔗	Звено цепи		
#  #529
💉	Шприц		
#  #53
💊	Таблетка		
#  #531
🗡	Кинжал		
#  #532
🔪	Нож		
#  #533
🔫	Пистолет 		
#  #534
🛡	Щит		
#  #535
🏹	Лук и стрела		
#  #536
🚬	Условное
обозначение курения		
#  #537
🗿	Голова с острова Пасхи		
#  #538
🛢	Бочка для нефтепродуктов		
#  #539
🔮	Хрустальный шар		
#  #54
💡	Электрическая лампочка		
#  #541
🔦	Электрический фонарь		
#  #542
🏮	Японский фонарик		
#  #543
📔	Блокнот с декоративной обложкой		
#  #544
📕	Закрытая книга 		
#  #545
📖	Открытая книга 		
#  #546
📗	Зелёная книга		
#  #547
📘	Синяя книга		
#  #548
📙	Оранжевая книга		
#  #549
📚	Книги		
#  #55
📓	Записная книжка		
#  #551
📒	Бухгалтерская книга		
#  #552
📃	Загнутая страница		
#  #553
📜	Свиток		
#  #554
📄	Страница с загнутым верхним уголком		
#  #555
📰	Газета 		
#  #556
🗞	Свернутая газета		
#  #557
📑	Закладки		
#  #558
🔖	Закладка		
#  #559
💰	Мешок с деньгами		
#  #56
💴	Банкнота с символом иены		
#  #561
💵	Банкнота с символом доллара		
#  #562
💶	Банкнота с символом евро		
#  #563
💷	Банкнота с символом фунта		
#  #564
💸	Банкнота с крыльями		
#  #565
💳	Банковская пластиковая карта		
#  #566
💹	Диаграмма с восходящем трендом и знаком иены		
#  #567
📤	Исходящая почта		
#  #568
📥	Входящая почта		
#  #569
📦	Упаковка		
#  #57
📫	Закрытый почтовый ящик с поднятым флажком		
#  #571
📪	Закрытый почтовый ящик с опущенным флажком		
#  #572
📬	Открытый почтовый ящик с поднятым флажком 		
#  #573
📭	Открытый почтовый ящик с опущенным флажком		
#  #574
📮	Почтовый ящик		
#  #575
🗳	Избирательная урна с бюллетенем		
#  #576
✏	Карандаш 		
#  #577
✒	Металлическое перо		
#  #578
🖋	Перьевая ручка, направленная пишущим концом в нижний левый угол		
#  #579
🖊	Шариковая ручка, направленная пишущим концом в нижний левый угол		
#  #58
🖌	Кисть, направленная щетиной в нижний левый угол		
#  #581
🖍	Цветной карандаш, направленный пишущим концом в нижний левый угол		
#  #582
📝	Заметка		
#  #583
💼	Портфель		
#  #584
📁	Папка для бумаг		
#  #585
📂	Открытая папка для бумаг		
#  #586
🗂	Картотечные указатели		
#  #587
📅	Календарь		
#  #588
📆	Отрывной календарь		
#  #589
🗒	Отрывной блокнот		
#  #59
📢	Громкоговоритель		
#  #591
📣	Мегафон		
#  #592
📯	Почтовый рожок		
#  #593
🔔	Колокольчик		
#  #594
🔕	Зачёркнутый колокольчик		
#  #595
🎼	Музыкальная партитура		
#  #596
🎵	Нота		
#  #597
🎶	Несколько нот		
#  #598
🎙	Студийный микрофон		
#  #599
🎚	Ползунок		
#  #6
🎛	Ручки регулировки		
#  #61
🎤	Микрофон 		
#  #62
🎧	Наушники		
#  #63
🎷	Саксофон 		
#  #64
🎸	Гитара		
#  #65
🎹	Клавиатура		
#  #66
🎺	Труба		
#  #67
🎻	Скрипка		
#  #68
📻	Радио		
#  #69
📱	Мобильный телефон 		
#  #61
📲	Мобильный телефон с расположенной слева от него стрелкой, указывающей направо		
#  #611
☎	Телефон		
#  #612
📞	Телефонная трубка		
#  #613
📟	Пейджер		
#  #614
📠	Факс		
#  #615
🔋	Аккумулятор		
#  #616
🔌	Штепсель		
#  #617
💻	Персональный компьютер 		
#  #618
🖥	Настольный компьютер		
#  #619
🖨	Принтер		
#  #62
⌨	Клавиатура		
#  #621
🖱	Трехкнопочная мышь		
#  #622
🖲	Трекбол		
#  #623
💽	Минидиск		
#  #624
💾	Дискета		
#  #625
💿	Компакт-диск		
#  #626
📀	DVD		
#  #627
🎥	Кинокамера		
#  #628
🎬	Хлопушка		
#  #629
📽	Кинопроектор		
#  #63
📺	Телевидение		
#  #631
📷	Фотоаппарат		
#  #632
📸	Фотоаппарат со вспышкой		
#  #633
📹	Видеокамера 		
#  #634
📼	Видеокассета		
#  #635
🔍	Лупа, направленная налево 		
#  #636
🔎	Лупа, повернутая в правую сторону		
#  #637
🔬	Микроскоп 		
#  #638
🔭	Телескоп 		
#  #639
📡	Спутниковая антенна		
#  #64
👅	Язык		
#  #641
👄	Рот		
#  #642
💋	Условное обозначение поцелуя		
#  #643
💘	Стрела в сердце		
#  #644
❤	Большое красное сердце		
#  #645
💓	Бьющееся сердце		
#  #646
💔	Разбитое сердце		
#  #647
💕	Два сердца 		
#  #648
💖	Искрящееся сердце		
#  #649
💗	Бьющееся сердце		
#  #65
💙	Голубое сердце		
#  #651
💚	Зелёное сердце		
#  #652
💛	Жёлтое сердце		
#  #653
💜	Фиолетовое сердце		
#  #654
💝	Сердечко с ленточкой		
#  #655
💞	Крутящиеся сердечки		
#  #656
💟	Сердечко		
#  #657
💌	Любовное письмо		
#  #658
💤	Символ сна		
#  #659
💢	Условное обозначение гнева		
#  #66
💣	Бомба 		
#  #661
💥	Условное обозначение столкновения		
#  #662
💦	Капли пота		
#  #663
💨	Символ стремительного движения		
#  #664
💫	Звездочки в глазах		
#  #665
💬	Выноска для прямой речи		
#  #666
🗨	Выноска для текста слева от говорящего персонажа		
#  #667
🗯	Выноска для текста, обозначающая раздражение, справа от говорящего персонажа		
#  #668
💭	Выноска для текста		
#  #669
🕳	Лунка		
#  #67
👓	Очки		
#  #671
🕶	Темные солнцезащитные очки		
#  #672
👔	Галстук		
#  #673
👕	Футболка		
#  #674
👖	Джинсы		
#  #675
👗	Платье		
#  #676
👘	Кимоно		
#  #677
👙	Бикини		
#  #678
👚	Женская одежда		
#  #679
👛	Кошелёк 		
#  #68
👜	Сумочка		
#  #681
👝	Сумочка		
#  #682
🛍	Сумки для покупок		
#  #683
🎒	Школьный ранец		
#  #684
👞	Мужской ботинок		
#  #685
👟	Спортивная обувь		
#  #686
👠	Обувь на высоком каблуке		
#  #687
👡	Босоножка		
#  #688
👢	Женские ботинки		
#  #689
👑	Корона		
#  #69
👒	Женская шляпка		
#  #691
🎩	Цилиндр		
#  #692
🎓	Шляпа выпускника		
#  #693
📿	Четки		
#  #694
💄	Губная помада		
#  #695
💍	Кольцо		
#  #696
💎	Драгоценный камень		
#  #697
🙍	Нахмурившаяся женщина		
#  #698
🙎	Недовольная женщина		
#  #699
🙅	Человек, делающий жест отрицания		
#  #7
🙆	Женщина, делающая жест согласия		
#  #71
💁	Сотрудница стола справок		
#  #72
🙋	Счастливый человек, поднимающий руку		
#  #73
🙇	Низко кланяющийся человек		
#  #74
🙌	Руки, поднятые в знак радости		
#  #75
🙏	Сложенные вместе руки		
#  #76
🗣	Силуэт говорящей головы		
#  #77
👤	Силуэт головы		
#  #78
👥	Силуэты голов		
#  #79
🚶	Пешеход		
#  #71
🏃	Бегун		
#  #711
💃	Танцовщица		
#  #712
🕴	Левитирующий мужчина в костюме		
#  #713
👫	Мужчина и женщина, держащиеся за руки		
#  #714
👬	Двое мужчин держатся за руки		
#  #715
👭	Две девушки держатся за руки		
#  #716
💏	Поцелуй 		
#  #717
💑	Пара с сердцем		
#  #718
👪	Семья		
#  #719
💪	Согнутый бицепс		
#  #72
👈	Указательный палец, направленный влево		
#  #721
👉	Указательный палец, направленный вправо		
#  #722
☝	Указательный палец, направленный вверх		
#  #723
👆	Палец, указывающий вверх		
#  #724
🖕	Рука с выставленным средним пальцем		
#  #725
👇	Указательный палец, направленный вниз		
#  #726
✌	Победный жест		
#  #727
🖖	Вулканский салют		
#  #728
🤘	Жест «Коза»		
#  #729
🖐	Ладонь с растопыренными пальцами		
#  #73
✊	Поднятый кулак		
#  #731
✋	Поднятая рука		
#  #732
👊	Кулак		
#  #733
👌	Жест «ОК»		
#  #734
👍	Палец вверх		
#  #735
👎	Большой палец, направленный вниз		
#  #736
👋	Приветственный жест рукой		
#  #737
👏	Знак аплодисментов 		
#  #738
👐	Открытые руки		
#  #739
💅	Лак для ногтей		
#  #74
👂	Ухо		
#  #741
👃	Нос		
#  #742
👣	Следы ног		
#  #743
👀	Глаза		
#  #744
👁	Глаз		
#  #745
😬	Гримасничающее лицо		
#  #746
😰	Лицо с открытым ртом в холодном поту		
#  #747
😱	Лицо, кричащее от страха		
#  #748
😳	Покрасневшее лицо		
#  #749
😵	Условное
обозначение головокружения		
#  #75
😡	Разгневанное лицо		
#  #751
😠	Сердитое лицо		
#  #752
😈	Улыбающееся лицо с рожками		
#  #753
👿	Чертёнок		
#  #754
👹	Японский великан-людоед		
#  #755
👺	Японский гоблин		
#  #756
💀	Череп		
#  #757
👻	Привидение		
#  #758
👽	Инопланетянин		
#  #759
👾	Инопланетянин		
#  #76
🤖	Голова робота		
#  #761
💩	Кучка экскрементов		
#  #762
😺	Улыбающийся кот с открытым ртом		
#  #763
😸	Усмехающаяся кошачья мордочка		
#  #764
😹	Смеющаяся до слёз кошачья мордочка		
#  #765
😻	Улыбающаяся морда кота с глазами в форме сердечек		
#  #766
😼	Морда кота с перекошенной улыбкой 		
#  #767
😽	Целующаяся морда кота с закрытыми глазами		
#  #768
🙀	Зевающая кошка		
#  #769
😿	Плачущая кошачья мордочка		
#  #77
😾	Недовольный кот		
#  #771
🙈	Обезьяна, прикрывающая глаза		
#  #772
🙉	Обезьяна, прикрывающая уши		
#  #773
🙊	Обезьяна, прикрывающая рот		
#  #774
👦	Мальчик		
#  #775
👧	Девочка		
#  #776
👨	Мужчина		
#  #777
👩	Женщина		
#  #778
👴	Пожилой мужчина		
#  #779
👵	Пожилая женщина		
#  #78
👶	Младенец 		
#  #781
👱	Блондин		
#  #782
👮	Полицейский		
#  #783
👲	Человек в китайской шапочке		
#  #784
👳	Мужчина в тюрбане		
#  #785
👷	Строитель		
#  #786
👸	Принцесса		
#  #787
💂	Гвардеец		
#  #788
🕵	Сыщик или шпион		
#  #789
🎅	Дед Мороз		
#  #79
👼	Ангелочек		
#  #791
👯	Девушки с кроличьими ушками		
#  #792
💆	Массаж головы		
#  #793
💇	Стрижка		
#  #794
👰	Невеста с фатой		
#  #795
😀	Ухмыляющееся лицо		
#  #796
😁	Усмехающееся лицо с улыбающимися глазами		
#  #797
😂	Лицо со слезами радости		
#  #798
😃	Улыбающееся лицо с открытым ртом		
#  #799
😄	Улыбающееся лицо с открытым ртом и радостными глазами		
#  #8
😅	Улыбающееся лицо с открытым ртом и в холодном поту		
#  #81
😆	Улыбающееся лицо с открытым ртом и закрытыми глазами		
#  #82
😉	Подмигивающее лицо		
#  #83
😊	Улыбающееся лицо со счастливыми глазами		
#  #84
😋	Лицо, наслаждающееся вкусной едой		
#  #85
😎	Улыбающееся лицо в солнцезащитных очках		
#  #86
😍	Улыбающееся лицо с глазами в форме сердца		
#  #87
😘	Воздушный поцелуй		
#  #88
😗	Целующее лицо 		
#  #89
😙	Целующее лицо с улыбающимися глазами		
#  #81
😚	Поцелуй с закрытыми глазами		
#  #811
☺	Улыбающееся лицо		
#  #812
🙂	Слегка улыбающееся лицо		
#  #813
🤗	Смайлик, который хочет обниматься		
#  #814
😇	Улыбающееся лицо с нимбом		
#  #815
🤔	Задумчивый смайлик		
#  #816
😐	Спокойное лицо		
#  #817
😑	Лицо, не выражающее никаких эмоций		
#  #818
😶	Лицо безо рта		
#  #819
🙄	Смайлик, закатывающий глаза		
#  #82
😏	Ухмыляющееся лицо 		
#  #821
😣	Лицо, выражающее настойчивость		
#  #822
😥	Лицо, выражающее одновременно разочарование и облегчение		
#  #823
😮	Лицо с открытым ртом		
#  #824
🤐	Лицо с застежкой-молнией вместо рта		
#  #825
😯	Удивленное лицо		
#  #826
😪	Сонное лицо		
#  #827
😫	Уставшее лицо 		
#  #828
😴	Сонное лицо		
#  #829
😌	Спокойное лицо		
#  #83
🤓	Ботаник		
#  #831
😛	Лицо с высунутым языком		
#  #832
😜	Лицо с высунутом языком и подмигивающим глазом		
#  #833
😝	Лицо с высунутым языком и плотно закрытыми глазами		
#  #834
🙁	Слегка нахмурившееся лицо		
#  #835
😒	Недовольное лицо		
#  #836
😓	Лицо в холодном поту		
#  #837
😔	Задумчивое лицо		
#  #838
😕	Растерянное лицо		
#  #839
😖	Смущённое лицо		
#  #84
🙃	Перевернутое лицо		
#  #841
😷	Лицо в медицинской маске		
#  #842
🤒	Лицо с градусником		
#  #843
🤕	Перебинтованный смайлик		
#  #844
🤑	Смайлик алчности		
#  #845
😲	Удивлённое лицо		
#  #846
😞	Расстроенное лицо		
#  #847
😟	Обеспокоенное лицо		
#  #848
😤	Надменное лицо		
#  #849
😢	Плачущее лицо 		
#  #85
😭	Рыдающее лицо		
#  #851
😦	Нахмурившееся лицо с открытым ртом		
#  #852
😧	Лицо, выражающее страдание		
#  #853
😨	Испуганное лицо		
#  #854
😩	Усталое лицо		
#  #855
🏼	средний светлый тон кожи		
#  #856
🏽	средний тон кожи		
#  #857
🏾	средний темный тон кожи		
#  #858
🏿	темный тон кожи		
#  #859
🍫	Плитка шоколада		
#  #86
⚡️	Условное обозначение высокого напряжения		
#  #861
☃	Снеговик		
#  #862
✂️	Ножницы		
#  #863
🗓	Отрывной календарь		
#  #864
📨	Входящее сообщение		
#  #865
📧	Условное
обозначение электронной почты		
#  #866
📩	Конверт с расположенной над ним стрелкой, указывающей вниз		
#  #867
⛎	Змееносец		
#  #868
♈️	Овен		
#  #869
♉️	Телец		
#  #87
♊️	Близнецы		
#  #871
♋️	Рак		
#  #872
♌️	Лев		
#  #873
♍️	Дева		
#  #874
♎️	Весы		
#  #875
♏️	Скорпион		
#  #876
♐️	Стрелец		
#  #877
♑️	Козерог		
#  #878
♒️	Водолей		
#  #879
♓️	Рыбы		
#  #88
‼️	Двойной восклицательный знак		
#  #881
⁉️	Вопросительный и восклицательный знаки		
#  #882
✅	Жирная белая галочка		
#  #883
️⃣	Клавиша «»		
#  #884
1️⃣	Клавиша «1»		
#  #885
2️⃣	Клавиша «2»		
#  #886
3️⃣	Клавиша «3»		
#  #887
4️⃣	Клавиша «4»		
#  #888
5️⃣	Клавиша «5»		
#  #889
6️⃣	Клавиша «6»		
#  #89
7️⃣	Клавиша «7»		
#  #891
8️⃣	Клавиша «8»		
#  #892
9️⃣	Клавиша «9»		
#  #893
↩️	Закруглённая стрелка, указывающая влево		
#  #894
#️⃣	Символ «Решетка»		
#  #895
*️⃣	Клавиша со звездочкой		
#  #896
ℹ️	Источник информации		
#  #897
✔️	Жирная галочка		
#  #898
➕	Жирный плюс		
#  #899
➖	Жирный минус		
#  #9
➗	Жирный знак деления		
#  #91
✖️	Жирный знак умножения		
#  #92
🔚	Слово «End» со стрелкой, указывающей налево, над ним		
#  #93
🔙	Слово «Back» со стрелкой, указывающей налево, над ним		
#  #94
🔛	Слово «ON!» с размещённой над ним стрелкой вправо и влево		
#  #95
🔝	Слово «TOP» с размещённой над ним стрелкой вверх		
#  #96
🔜	Слово «SOON» с размещённой над ним стрелкой вправо		
#  #97
☑️	Галочка в квадрате		
#  #98
⚪️	Средний белый круг		
#  #99
⚫️	Средний чёрный круг		
#  #91
🔴	Большой красный круг		
#  #911
🔵	Большой синий круг		
#  #912
🔸	Маленький оранжевый ромб		
#  #913
🔹	Маленький синий ромб		
#  #914
🔶	Большой оранжевый ромб		
#  #915
🔷	Большой синий ромб		
#  #916
🔺	Красный треугольник, направленный вершиной вверх		
#  #917
▪️	Маленький чёрный квадрат 		
#  #918
▫️	Маленький белый квадрат		
#  #919
⬛️	Большой чёрный квадрат		
#  #92
⬜️	Большой белый квадрат		
#  #921
🔻	Красный треугольник, направленный вершиной вниз		
#  #922
◼️	Чёрный квадрат		
#  #923
◻️	Белый квадрат среднего размера		
#  #924
◾️	Средне-малый чёрный квадрат		
#  #925
◽️	Средне-малый белый квадрат		
#  #926
🔲	Чёрная квадратная кнопка		
#  #927
🔳	Белая квадратная кнопка 		
#  #928
🔈	Динамик		
#  #929
🔉	Динамик с одной звуковой волной		
#  #93
🔇	Перечёркнутый динамик		
#  #931
♠️	Пиковая масть		
#  #932
♣️	Трефовая масть		
#  #933
♥️	Червовая масть		
#  #934
♦️	Бубновая масть		
#  #935
👁‍🗨	Глаз в виде выноски для текста		
#  #936
🔊	Динамик с тремя звуковыми волнами		
#  #937
✍	Пишущая рука		
#  #938
👩‍❤️‍👩	Влюбленная пара женщина, женщина		
#  #939
👨‍❤️‍👨	Влюбленная пара мужчина, мужчина		
#  #94
👩‍❤️‍💋‍👩	Поцелуй женщина, женщина		
#  #941
👨‍❤️‍💋‍👨	Поцелуй мужчина, мужчина		
#  #942
👩‍👩‍👧	Семья женщина, женщина, девочка		
#  #943
👩‍👩‍👧‍👦	Семья женщина, женщина, девочка, мальчик		
#  #944
👩‍👩‍👦‍👦	Семья женщина, женщина, мальчик, мальчик		
#  #945
👩‍👩‍👧‍👧	Семья женщина, женщина, девочка, девочка		
#  #946
👨‍👨‍👦	Семья мужчина, мужчина, мальчик		
#  #947
👨‍👨‍👧	Семья мужчина, мужчина, девочка		
#  #948
👨‍👨‍👧‍👦	Семья мужчина, мужчина, девочка, мальчик		
#  #949
👨‍👨‍👦‍👦	Семья мужчина, мужчина, мальчик, мальчик		
#  #95
👨‍👨‍👧‍👧	Семья мужчина, мужчина, девочка, девочка		
#  #951
🏻	светлый тон кожи		
#  #952
🤡	Лицо клоуна		
#  #953
🥝	Киви		
#  #954
🥒	Огурец		
#  #955
🥕	Морковка		
#  #956
🥜	Арахис		
#  #957
🥐	Круассан		
#  #958
🥖	Французский багет		
#  #959
🥚	Яйцо		
#  #96
🥓	Бекон		
#  #961
🥞	Блины		
#  #962
🥙	Фаршированная лепешка		
#  #963
🥘	Неглубокая кастрюля с едой		
#  #964
🥛	Стакан молока		
#  #965
🥃	Бокал для виски		
#  #966
🥄	Ложка		
#  #967
🥅	Ворота		
#  #968
🥊	Боксерская перчатка		
#  #969
⛷	Лыжник		
#  #97
🏋️‍♀️	Женщина, поднимающая штангу		
#  #971
🤺	Фехтовальщик		
#  #972
🤼‍♀️	Женская борьба		
#  #973
🤼‍♂️	Мужская борьба		
#  #974
🤸‍♀️	Женщина, делающая «колесо»		
#  #975
🤸‍♂️	Мужчина, делающий «колесо»		
#  #976
⛹️‍♀️	Женщина с мячом		
#  #977
⛹️	Человек с мячом		
#  #978
🤾‍♀️	Женщина, играющая в гандбол		
#  #979
🤾‍♂️	Мужчина, играющий в гандбол		
#  #98
♀️	Женский символ		
#  #981
🏄‍♀️	Женщина, занимающаяся серфингом		
#  #982
🏊‍♀️	Плывущая женщина		
#  #983
🤽‍♀️	Женщина, играющая в водное поло		
#  #984
🤽‍♂️	Мужчина, играющий в водное поло		
#  #985
🚣‍♀️	Женщина в гребной лодке		
#  #986
🚴‍♀️	Женщина на велосипеде		
#  #987
🚵‍♀️	Женщина на горном велосипеде		
#  #988
🥇	Медаль за первое место		
#  #989
🥈	Медаль за второе место		
#  #99
🥉	Медаль за третье место		
#  #991
🤹‍♀️	Жонглирующая женщина		
#  #992
🤹‍♂️	Жонглирующий мужчина		
#  #993
⭐	Звезда среднего размера		
#  #994
🤤	Истекающее слюной лицо		
#  #995
🤥	Лживое лицо		
#  #996
🤢	Отвращающееся лицо		
#  #997
🤧	Чихающее лицо		
#  #998
🤝	Рукопожатие		
#  #999
🤛	Кулак, направленный влево		
#  #1
🤜	Кулак, направленный вправо		
#  #11
🤞	Рука со скрещёнными указательным и средним пальцами		
#  #12
🤚	Поднятая тыльная сторона ладони		
#  #13
🤙	Жест «позвони мне»		
#  #14
🤳	Селфи		
#  #15
👱‍♀️	Блондинка		
#  #16
🦆	Утка		
#  #17
🦅	Орёл		
#  #18
🦉	Сова		
#  #19
🦇	Летучая мышь		
#  #11
🦋	Бабочка		
#  #111
🦎	Ящерица		
#  #112
🦑	Кальмар		
#  #113
🦐	Креветка		
#  #114
🦈	Акула		
#  #115
🐅	Тигр 		
#  #116
🦍	Горилла		
#  #117
☘️	Трилистник		
#  #118
🎋	Дерево Танабата		
#  #119
🥀	Увядший цветок		
#  #12
☄️	Комета		
#  #121
⛈	Грозовая туча и дождь		
#  #122
⛏	Кирка		
#  #123
⚙️	Шестеренка		
#  #124
⛓	Цепи		
#  #125
⚗️	Перегонный куб		
#  #126
🛒	Тележка для покупок		
