заменить на 101
https://tehne.com/event/arhivsyachina/yakov-chernihov-arhitekturnye-fantazii-101-kompoziciya-v-kraskah-1933
<script>
  import { onMount } from 'svelte';

  // Массив с URL-адресами изображений
  const images = [
    '/arch/1.png',
    '/arch/2.png',
    '/arch/3.png',
    '/arch/4.png',
    '/arch/5.png',
    '/arch/6.png',
    '/arch/7.png',
    '/arch/8.png',
    '/arch/9.png',
    '/arch/10.png'
  ];

  // Массив с описаниями изображений
  const description = [
    'А. Объёмно-плановое аксонометрическое построение. Выраженная пространственность и конструктивная спаянность зданий между собою',
    'Б. Аксонометрическое изображение объёмно-плановой архитектурной композиции. Наглядное конструктивное объединение элементов сооружений удлиненного типа горизонтально-вертикального строения',
    'В. Объемно-плановая архитектурная композиция. Изысканное сочетание элементов сооружения на принципе взаимной согласованности',
    'Г. Объёмно-плановая архитектурная композиции. Совместное сочетание прямолинейных и криволинейных элементов сферических тел',
    'Д. Явно-надуманная архитектурная композиция из сплошных изогнутых элементов в аксонометрическом изображении (первый варнант)',
    'Е. Явно-надуманная архитектурная композиция из сплошных изогнутых элементов в аксонометрическом изображении (второй вариант)',
    'Ж. Аксонометрия объемно-плановой архитектурной композиции. Динамика по горизонтали и вертикали с участием циркульного здания',
    'З. Аксонометрическое отображение объемно-планового характера. Показательное сочетание удлиненных зданий с телами-сферами.',
    'И. Сложная композиция из изогнутых объемов — сооружений в аксонометрическом отображении. Надуманное построение (третий вариант)',
    'К. Надуманная композиция в аксонометрическом изображении. Сочетание по горизонтали удлиненных тел прямолинейного и криволинейного характера. Усложненное архитектурно-строительное измышление'
  ]

  let randomImage = '';
  let rDescription = '';
  const randomIndex = Math.floor(Math.random() * images.length);
  
  // Функция для выбора случайного изображения
  const getRandomImage = () => {
    return images[randomIndex];
  };

  const getDescription = () => {
    return description[randomIndex];
  };

  // При монтировании компонента выбираем случайное изображение
  onMount(() => {
    randomImage = getRandomImage();
    rDescription = getDescription();
  });
</script>

<main>
  <h3>Архитектурные фантазии. Яков Чернихов.<br> Ленинград 1933</h3>
  {#if randomImage}
    <div id='card'><img src={randomImage} alt="Случайное изображение" /><br>
     {rDescription} </div>
  {:else}
    <p>Загрузка изображения...</p>
  {/if}
</main>

<style>
  main {
    text-align: center;
  }

  img {
    max-width: 100%;
    height: auto;
    border-radius: 8px;
    box-shadow: 0 4px 8px rgba(0, 0, 0, 0.2);
  }
</style>